Repository: famio/Luster
Catalog: Apps/LusterMac/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Badge
ja: バッジ

source: Choose an SVG to make into a 3D badge
ja: 3D バッジにする SVG を選んでください

source: Clear
ja: クリア

source: Copper
ja: カッパー

source: Couldn’t Export
ja: 書き出せませんでした

source: Couldn’t Make the Badge
ja: バッジを作れませんでした

source: Couldn’t Open the File
ja: 読み込めませんでした

source: Drop an SVG
ja: SVG をドロップ

source: Export GLB
ja: GLB を書き出す

source: Export GLB…
ja: GLB を書き出す…

source: Exporting…
ja: 書き出し中…

source: Gold
ja: ゴールド

source: Lighting
ja: ライティング

source: Lines
ja: 線

source: Lines and edge top in metal
ja: 線と縁のトップを金属に

source: Metal
ja: 金属

source: Metal %@
ja: 金属 %@

source: Open SVG
ja: SVG を読み込む

source: Open SVG…
ja: SVG を開く…

source: Open an SVG to make a 3D badge.
ja: SVG を読み込むと、3D バッジを作ります。

source: Shine and reflections
ja: 光沢と映り込み

source: Silver
ja: シルバー

source: Where to save the GLB
ja: GLB の保存先

source: unreadable
ja: 読み込めません
